* Data acquisition <2015-03-22 Sun>

#+BEGIN_SRC emacs-lisp
(setq sensor-location 8.382)
(concat "sensor is located at " (format "%g" sensor-location) " cm")
#+END_SRC

#+RESULTS:
: sensor is located at 8.382 cm

#+BEGIN_SRC emacs-lisp
  (setq sensor-zero 8.9)
  (format "sensor zero distance is %g cm" sensor-zero)
#+END_SRC

#+RESULTS:
: sensor zero distance is 8.9 cm

| Position (cm) | Voltage (V) |
|---------------+-------------|
|             0 |        .107 |
|             1 |        2.23 |
|             2 |        2.89 |
|             3 |        3.03 |
|             4 |        3.17 |
|             5 |        3.17 |
|             6 |       3.112 |
|             7 |       2.883 |
|             8 |        2.61 |
|             9 |        2.42 |
|            10 |        2.23 |
|            11 |       2.065 |
|            12 |        1.92 |
|               |             |
